<meta charset="UTF-8" />
<title>Уткин Владислав - меню</title>
<p> Все упражнения и задачи сделал Уткин В.В., ПИ-318. В списке группы я 27 номер. Поэтому беру вариант 27.
<p> Поскольку вариантов везде меньше, чем 27, то беру вариант по формуле 27 - колво вариантов * k, где k подобран так, чтобы число-результат было среди имеющихся вариантов.
<p> Дата и время:
<p>
<?php
 $d=date("d.m.Y H:i");
 echo($d);
?>
<ul>
<li><a href="http://f0476784.xsph.ru/lab1/lab1.php"> Лабораторная 1 - зачтена</a></li>
<li><a href="http://f0476784.xsph.ru/lab2/lab2.php"> Лабораторная 2 - сделана, но пока не проверена</a></li>
<li><a href="http://f0476784.xsph.ru/lab3/lab3.php"> Лабораторная 3 - сделана, но пока не проверена</a></li>
<li><a href="http://f0476784.xsph.ru/lab4/lab4.php"> Лабораторная 4 - сделана, но пока не проверена</a></li>
<li><a href="http://f0476784.xsph.ru/lab5/lab5.php"> Лабораторная 5 - сделана, но пока не проверена</a></li>
</ul>
